[
	[
		"From fairest creatures we desire increase,",
		"When forty winters shall besiege thy brow,",
		"Look in thy glass and tell the face thou viewest",
		"Unthrifty loveliness, why dost thou spend",
		"Those hours, that with gentle work did frame",
		"Then let not winter's ragged hand deface,",
		"Lo! in the orient when the gracious light",
		"Music to hear, why hear'st thou music sadly?",
		"Is it for fear to wet a widow's eye,",
		"For shame! deny that thou bear'st love to any,",
		"As fast as thou shalt wane, so fast thou grow'st,",
		"When I do count the clock that tells the time,",
		"O! that you were your self; but, love you are",
		"Not from the stars do I my judgement pluck;",
		"When I consider every thing that grows",
		"But wherefore do not you a mightier way",
		"Who will believe my verse in time to come,",
		"Shall I compare thee to a summer's day?",
		"Devouring Time, blunt thou the lion's paws,",
		"A woman's face with nature's own hand painted,",
		"So is it not with me as with that Muse,",
		"My glass shall not persuade me I am old,",
		"As an unperfect actor on the stage,",
		"Mine eye hath play'd the painter and hath stell'd,",
		"Let those who are in favour with their stars",
		"Lord of my love, to whom in vassalage",
		"Weary with toil, I haste me to my bed,",
		"How can I then return in happy plight,",
		"When in disgrace with fortune and men's eyes",
		"When to the sessions of sweet silent thought",
		"Thy bosom is endeared with all hearts,",
		"If thou survive my well-contented day,",
		"Full many a glorious morning have I seen",
		"Why didst thou promise such a beauteous day,",
		"No more be griev'd at that which thou hast done:",
		"Let me confess that we two must be twain,",
		"As a decrepit father takes delight",
		"How can my muse want subject to invent,",
		"O! how thy worth with manners may I sing,",
		"Take all my loves, my love, yea take them all;",
		"Those pretty wrongs that liberty commits,",
		"That thou hast her it is not all my grief,",
		"When most I wink, then do mine eyes best see,",
		"If the dull substance of my flesh were thought,",
		"The other two, slight air, and purging fire",
		"Mine eye and heart are at a mortal war,",
		"Betwixt mine eye and heart a league is took,",
		"How careful was I when I took my way,",
		"Against that time, if ever that time come,",
		"How heavy do I journey on the way,",
		"Thus can my love excuse the slow offence",
		"So am I as the rich, whose blessed key,",
		"What is your substance, whereof are you made,",
		"O! how much more doth beauty beauteous seem",
		"Not marble, nor the gilded monuments",
		"Sweet love, renew thy force; be it not said",
		"Being your slave what should I do but tend,",
		"That god forbid, that made me first your slave,",
		"If there be nothing new, but that which is",
		"Like as the waves make towards the pebbled shore,",
		"Is it thy will, thy image should keep open",
		"Sin of self-love possesseth all mine eye",
		"Against my love shall be as I am now,",
		"When I have seen by Time's fell hand defac'd",
		"Since brass, nor stone, nor earth, nor boundless sea,",
		"Tired with all these, for restful death I cry,",
		"Ah! wherefore with infection should he live,",
		"Thus is his cheek the map of days outworn,",
		"Those parts of thee that the world's eye doth view",
		"That thou art blam'd shall not be thy defect,",
		"No longer mourn for me when I am dead",
		"O! lest the world should task you to recite",
		"That time of year thou mayst in me behold",
		"But be contented: when that fell arrest",
		"So are you to my thoughts as food to life,",
		"Why is my verse so barren of new pride,",
		"Thy glass will show thee how thy beauties wear,",
		"So oft have I invoked thee for my Muse,",
		"Whilst I alone did call upon thy aid,",
		"O! how I faint when I of you do write,",
		"Or I shall live your epitaph to make,",
		"I grant thou wert not married to my Muse,",
		"I never saw that you did painting need,",
		"Who is it that says most, which can say more,",
		"My tongue-tied Muse in manners holds her still,",
		"Was it the proud full sail of his great verse,",
		"Farewell! thou art too dear for my possessing,",
		"When thou shalt be dispos'd to set me light,",
		"Say that thou didst forsake me for some fault,",
		"Then hate me when thou wilt; if ever, now;",
		"Some glory in their birth, some in their skill,",
		"But do thy worst to steal thyself away,",
		"So shall I live, supposing thou art true,",
		"They that have power to hurt, and will do none,",
		"How sweet and lovely dost thou make the shame",
		"Some say thy fault is youth, some wantonness;",
		"How like a winter hath my absence been",
		"From you have I been absent in the spring,",
		"The forward violet thus did I chide:",
		"Where art thou Muse that thou forget'st so long,",
		"O truant Muse what shall be thy amends",
		"My love is strengthen'd, though more weak in seeming;",
		"Alack! what poverty my Muse brings forth,",
		"To me, fair friend, you never can be old,",
		"Let not my love be call'd idolatry,",
		"When in the chronicle of wasted time",
		"Not mine own fears, nor the prophetic soul",
		"What's in the brain, that ink may character,",
		"O! never say that I was false of heart,",
		"Alas! 'tis true, I have gone here and there,",
		"O! for my sake do you with Fortune chide,",
		"Your love and pity doth the impression fill,",
		"Since I left you, mine eye is in my mind;",
		"Or whether doth my mind, being crown'd with you,",
		"Those lines that I before have writ do lie,",
		"Let me not to the marriage of true minds",
		"Accuse me thus: that I have scanted all,",
		"Like as, to make our appetite more keen,",
		"What potions have I drunk of Siren tears,",
		"That you were once unkind befriends me now,",
		"'Tis better to be vile than vile esteem'd,",
		"Thy gift, thy tables, are within my brain",
		"No, Time, thou shalt not boast that I do change:",
		"If my dear love were but the child of state,",
		"Were't aught to me I bore the canopy,",
		"",
		"In the old age black was not counted fair,",
		"How oft when thou, my music, music play'st,",
		"The expense of spirit in a waste of shame",
		"My mistress' eyes are nothing like the sun;",
		"Thou art as tyrannous, so as thou art,",
		"Thine eyes I love, and they, as pitying me,",
		"Beshrew that heart that makes my heart to groan",
		"So, now I have confess'd that he is thine,",
		"Whoever hath her wish, thou hast thy 'Will,'",
		"If thy soul check thee that I come so near,",
		"Thou blind fool, Love, what dost thou to mine eyes,",
		"When my love swears that she is made of truth,",
		"O! call not me to justify the wrong",
		"Be wise as thou art cruel; do not press",
		"In faith I do not love thee with mine eyes,",
		"Love is my sin, and thy dear virtue hate,",
		"Lo, as a careful housewife runs to catch",
		"Two loves I have of comfort and despair,",
		"Those lips that Love's own hand did make,",
		"Poor soul, the centre of my sinful earth,",
		"My love is as a fever longing still,",
		"O me! what eyes hath Love put in my head,",
		"Canst thou, O cruel! say I love thee not,",
		"O! from what power hast thou this powerful might,",
		"Love is too young to know what conscience is,",
		"In loving thee thou know'st I am forsworn,",
		"Cupid laid by his brand and fell asleep:",
		"The little Love-god lying once asleep,"
	],
	[
		"That thereby beauty's rose might never die,",
		"And dig deep trenches in thy beauty's field,",
		"Now is the time that face should form another;",
		"Upon thy self thy beauty's legacy?",
		"The lovely gaze where every eye doth dwell,",
		"In thee thy summer, ere thou be distill'd:",
		"Lifts up his burning head, each under eye",
		"Sweets with sweets war not, joy delights in joy:",
		"That thou consum'st thy self in single life?",
		"Who for thy self art so unprovident.",
		"In one of thine, from that which thou departest;",
		"And see the brave day sunk in hideous night;",
		"No longer yours, than you your self here live:",
		"And yet methinks I have astronomy,",
		"Holds in perfection but a little moment,",
		"Make war upon this bloody tyrant, Time?",
		"If it were fill'd with your most high deserts?",
		"Thou art more lovely and more temperate:",
		"And make the earth devour her own sweet brood;",
		"Hast thou, the master mistress of my passion;",
		"Stirr'd by a painted beauty to his verse,",
		"So long as youth and thou are of one date;",
		"Who with his fear is put beside his part,",
		"Thy beauty's form in table of my heart;",
		"Of public honour and proud titles boast,",
		"Thy merit hath my duty strongly knit,",
		"The dear respose for limbs with travel tir'd;",
		"That am debarre'd the benefit of rest?",
		"I all alone beweep my outcast state,",
		"I summon up remembrance of things past,",
		"Which I by lacking have supposed dead;",
		"When that churl Death my bones with dust shall cover",
		"Flatter the mountain tops with sovereign eye,",
		"And make me travel forth without my cloak,",
		"Roses have thorns, and silver fountains mud:",
		"Although our undivided loves are one:",
		"To see his active child do deeds of youth,",
		"While thou dost breathe, that pour'st into my verse",
		"When thou art all the better part of me?",
		"What hast thou then more than thou hadst before?",
		"When I am sometime absent from thy heart,",
		"And yet it may be said I loved her dearly;",
		"For all the day they view things unrespected;",
		"Injurious distance should not stop my way;",
		"Are both with thee, wherever I abide;",
		"How to divide the conquest of thy sight;",
		"And each doth good turns now unto the other:",
		"Each trifle under truest bars to thrust,",
		"When I shall see thee frown on my defects,",
		"When what I seek, my weary travel's end,",
		"Of my dull bearer when from thee I speed:",
		"Can bring him to his sweet up-locked treasure,",
		"That millions of strange shadows on you tend?",
		"By that sweet ornament which truth doth give.",
		"Of princes, shall outlive this powerful rhyme;",
		"Thy edge should blunter be than appetite,",
		"Upon the hours, and times of your desire?",
		"I should in thought control your times of pleasure,",
		"Hath been before, how are our brains beguil'd,",
		"So do our minutes hasten to their end;",
		"My heavy eyelids to the weary night?",
		"And all my soul, and all my every part;",
		"With Time's injurious hand crush'd and o'erworn;",
		"The rich-proud cost of outworn buried age;",
		"But sad mortality o'ersways their power,",
		"As to behold desert a beggar born,",
		"And with his presence grace impiety,",
		"When beauty lived and died as flowers do now,",
		"Want nothing that the thought of hearts can mend;",
		"For slander's mark was ever yet the fair;",
		"Than you shall hear the surly sullen bell",
		"What merit lived in me, that you should love",
		"When yellow leaves, or none, or few, do hang",
		"Without all bail shall carry me away,",
		"Or as sweet-season'd showers are to the ground;",
		"So far from variation or quick change?",
		"Thy dial how thy precious minutes waste;",
		"And found such fair assistance in my verse",
		"My verse alone had all thy gentle grace;",
		"Knowing a better spirit doth use your name,",
		"Or you survive when I in earth am rotten;",
		"And therefore mayst without attaint o'erlook",
		"And therefore to your fair no painting set;",
		"Than this rich praise,--that you alone, are you?",
		"While comments of your praise richly compil'd,",
		"Bound for the prize of all too precious you,",
		"And like enough thou know'st thy estimate,",
		"And place my merit in the eye of scorn,",
		"And I will comment upon that offence:",
		"Now, while the world is bent my deeds to cross,",
		"Some in their wealth, some in their body's force,",
		"For term of life thou art assured mine;",
		"Like a deceived husband; so love's face",
		"That do not do the thing they most do show,",
		"Which, like a canker in the fragrant rose,",
		"Some say thy grace is youth and gentle sport;",
		"From thee, the pleasure of the fleeting year!",
		"When proud-pied April, dress'd in all his trim,",
		"Sweet thief, whence didst thou steal thy sweet that smells,",
		"To speak of that which gives thee all thy might?",
		"For thy neglect of truth in beauty dy'd?",
		"I love not less, though less the show appear;",
		"That having such a scope to show her pride,",
		"For as you were when first your eye I ey'd,",
		"Nor my beloved as an idol show,",
		"I see descriptions of the fairest wights,",
		"Of the wide world dreaming on things to come,",
		"Which hath not figur'd to thee my true spirit?",
		"Though absence seem'd my flame to qualify,",
		"And made my self a motley to the view,",
		"The guilty goddess of my harmful deeds,",
		"Which vulgar scandal stamp'd upon my brow;",
		"And that which governs me to go about",
		"Drink up the monarch's plague, this flattery?",
		"Even those that said I could not love you dearer:",
		"Admit impediments. Love is not love",
		"Wherein I should your great deserts repay,",
		"With eager compounds we our palate urge;",
		"Distill'd from limbecks foul as hell within,",
		"And for that sorrow, which I then did feel,",
		"When not to be receives reproach of being;",
		"Full character'd with lasting memory,",
		"Thy pyramids built up with newer might",
		"It might for Fortune's bastard be unfather'd,",
		"With my extern the outward honouring,",
		"",
		"Or if it were, it bore not beauty's name;",
		"Upon that blessed wood whose motion sounds",
		"Is lust in action: and till action, lust",
		"Coral is far more red, than her lips red:",
		"As those whose beauties proudly make them cruel;",
		"Knowing thy heart torment me with disdain,",
		"For that deep wound it gives my friend and me!",
		"And I my self am mortgag'd to thy will,",
		"And 'Will' to boot, and 'Will' in over-plus;",
		"Swear to thy blind soul that I was thy 'Will',",
		"That they behold, and see not what they see?",
		"I do believe her though I know she lies,",
		"That thy unkindness lays upon my heart;",
		"My tongue-tied patience with too much disdain;",
		"For they in thee a thousand errors note;",
		"Hate of my sin, grounded on sinful loving:",
		"One of her feather'd creatures broke away,",
		"Which like two spirits do suggest me still:",
		"Breathed forth the sound that said 'I hate',",
		"My sinful earth these rebel powers array,",
		"For that which longer nurseth the disease;",
		"Which have no correspondence with true sight;",
		"When I against myself with thee partake?",
		"With insufficiency my heart to sway?",
		"Yet who knows not conscience is born of love?",
		"But thou art twice forsworn, to me love swearing;",
		"A maid of Dian's this advantage found,",
		"Laid by his side his heart-inflaming brand,"
	],
	[
		"But as the riper should by time decease,",
		"Thy youth's proud livery so gazed on now,",
		"Whose fresh repair if now thou not renewest,",
		"Nature's bequest gives nothing, but doth lend,",
		"Will play the tyrants to the very same",
		"Make sweet some vial; treasure thou some place",
		"Doth homage to his new-appearing sight,",
		"Why lov'st thou that which thou receiv'st not gladly,",
		"Ah! if thou issueless shalt hap to die,",
		"Grant, if thou wilt, thou art belov'd of many,",
		"And that fresh blood which youngly thou bestow'st,",
		"When I behold the violet past prime,",
		"Against this coming end you should prepare,",
		"But not to tell of good or evil luck,",
		"That this huge stage presenteth nought but shows",
		"And fortify your self in your decay",
		"Though yet heaven knows it is but as a tomb",
		"Rough winds do shake the darling buds of May,",
		"Pluck the keen teeth from the fierce tiger's jaws,",
		"A woman's gentle heart, but not acquainted",
		"Who heaven itself for ornament doth use",
		"But when in thee time's furrows I behold,",
		"Or some fierce thing replete with too much rage,",
		"My body is the frame wherein 'tis held,",
		"Whilst I, whom fortune of such triumph bars",
		"To thee I send this written embassage,",
		"But then begins a journey in my head",
		"When day's oppression is not eas'd by night,",
		"And trouble deaf heaven with my bootless cries,",
		"I sigh the lack of many a thing I sought,",
		"And there reigns Love, and all Love's loving parts,",
		"And shalt by fortune once more re-survey",
		"Kissing with golden face the meadows green,",
		"To let base clouds o'ertake me in my way,",
		"Clouds and eclipses stain both moon and sun,",
		"So shall those blots that do with me remain,",
		"So I, made lame by Fortune's dearest spite,",
		"Thine own sweet argument, too excellent",
		"What can mine own praise to mine own self bring?",
		"No love, my love, that thou mayst true love call;",
		"Thy beauty, and thy years full well befits,",
		"That she hath thee is of my wailing chief,",
		"But when I sleep, in dreams they look on thee,",
		"For then despite of space I would be brought,",
		"The first my thought, the other my desire,",
		"Mine eye my heart thy picture's sight would bar,",
		"When that mine eye is famish'd for a look,",
		"That to my use it might unused stay",
		"When as thy love hath cast his utmost sum,",
		"Doth teach that ease and that repose to say,",
		"From where thou art why should I haste me thence?",
		"The which he will not every hour survey,",
		"Since every one, hath every one, one shade,",
		"The rose looks fair, but fairer we it deem",
		"But you shall shine more bright in these contents",
		"Which but to-day by feeding is allay'd,",
		"I have no precious time at all to spend;",
		"Or at your hand the account of hours to crave,",
		"Which labouring for invention bear amiss",
		"Each changing place with that which goes before,",
		"Dost thou desire my slumbers should be broken,",
		"And for this sin there is no remedy,",
		"When hours have drain'd his blood and fill'd his brow",
		"When sometime lofty towers I see down-raz'd,",
		"How with this rage shall beauty hold a plea,",
		"And needy nothing trimm'd in jollity,",
		"That sin by him advantage should achieve,",
		"Before these bastard signs of fair were born,",
		"All tongues--the voice of souls--give thee that due,",
		"The ornament of beauty is suspect,",
		"Give warning to the world that I am fled",
		"After my death,--dear love, forget me quite,",
		"Upon those boughs which shake against the cold,",
		"My life hath in this line some interest,",
		"And for the peace of you I hold such strife",
		"Why with the time do I not glance aside",
		"These vacant leaves thy mind's imprint will bear,",
		"As every alien pen hath got my use",
		"But now my gracious numbers are decay'd,",
		"And in the praise thereof spends all his might,",
		"From hence your memory death cannot take,",
		"The dedicated words which writers use",
		"I found, or thought I found, you did exceed",
		"In whose confine immured is the store",
		"Reserve their character with golden quill,",
		"That did my ripe thoughts in my brain inhearse,",
		"The charter of thy worth gives thee releasing;",
		"Upon thy side, against myself I'll fight,",
		"Speak of my lameness, and I straight will halt,",
		"Join with the spite of fortune, make me bow,",
		"Some in their garments though new-fangled ill;",
		"And life no longer than thy love will stay,",
		"May still seem love to me, though alter'd new;",
		"Who, moving others, are themselves as stone,",
		"Doth spot the beauty of thy budding name!",
		"Both grace and faults are lov'd of more and less:",
		"What freezings have I felt, what dark days seen!",
		"Hath put a spirit of youth in every thing,",
		"In my love's veins thou hast too grossly dy'd.",
		"Spend'st thou thy fury on some worthless song,",
		"Both truth and beauty on my love depends;",
		"That love is merchandiz'd, whose rich esteeming,",
		"The argument, all bare, is of more worth",
		"Such seems your beauty still. Three winters cold,",
		"Since all alike my songs and praises be",
		"And beauty making beautiful old rime,",
		"Can yet the lease of my true love control,",
		"What's new to speak, what now to register,",
		"As easy might I from my self depart",
		"Gor'd mine own thoughts, sold cheap what is most dear,",
		"That did not better for my life provide",
		"For what care I who calls me well or ill,",
		"Doth part his function and is partly blind,",
		"Or whether shall I say, mine eye saith true,",
		"Yet then my judgment knew no reason why",
		"Which alters when it alteration finds,",
		"Forgot upon your dearest love to call,",
		"As, to prevent our maladies unseen,",
		"Applying fears to hopes, and hopes to fears,",
		"Needs must I under my transgression bow,",
		"And the just pleasure lost, which is so deem'd",
		"Which shall above that idle rank remain,",
		"To me are nothing novel, nothing strange;",
		"As subject to Time's love or to Time's hate,",
		"Or laid great bases for eternity,",
		"",
		"But now is black beauty's successive heir,",
		"With thy sweet fingers when thou gently sway'st",
		"Is perjur'd, murderous, bloody, full of blame,",
		"If snow be white, why then her breasts are dun;",
		"For well thou know'st to my dear doting heart",
		"Have put on black and loving mourners be,",
		"Is't not enough to torture me alone,",
		"Myself I'll forfeit, so that other mine",
		"More than enough am I that vex'd thee still,",
		"And will, thy soul knows, is admitted there;",
		"They know what beauty is, see where it lies,",
		"That she might think me some untutor'd youth,",
		"Wound me not with thine eye, but with thy tongue:",
		"Lest sorrow lend me words, and words express",
		"But 'tis my heart that loves what they despise,",
		"O! but with mine compare thou thine own state,",
		"Sets down her babe, and makes all swift dispatch",
		"The better angel is a man right fair,",
		"To me that languish'd for her sake:",
		"Why dost thou pine within and suffer dearth,",
		"Feeding on that which doth preserve the ill,",
		"Or, if they have, where is my judgment fled,",
		"Do I not think on thee, when I forgot",
		"To make me give the lie to my true sight,",
		"Then, gentle cheater, urge not my amiss,",
		"In act thy bed-vow broke, and new faith torn,",
		"And his love-kindling fire did quickly steep",
		"Whilst many nymphs that vow'd chaste life to keep"
	],
	[
		"His tender heir might bear his memory:",
		"Will be a tatter'd weed of small worth held:",
		"Thou dost beguile the world, unbless some mother.",
		"And being frank she lends to those are free:",
		"And that unfair which fairly doth excel;",
		"With beauty's treasure ere it be self-kill'd.",
		"Serving with looks his sacred majesty;",
		"Or else receiv'st with pleasure thine annoy?",
		"The world will wail thee like a makeless wife;",
		"But that thou none lov'st is most evident:",
		"Thou mayst call thine when thou from youth convertest,",
		"And sable curls, all silvered o'er with white;",
		"And your sweet semblance to some other give:",
		"Of plagues, of dearths, or seasons' quality;",
		"Whereon the stars in secret influence comment;",
		"With means more blessed than my barren rhyme?",
		"Which hides your life, and shows not half your parts.",
		"And summer's lease hath all too short a date:",
		"And burn the long-liv'd phoenix, in her blood;",
		"With shifting change, as is false women's fashion:",
		"And every fair with his fair doth rehearse,",
		"Then look I death my days should expiate.",
		"Whose strength's abundance weakens his own heart;",
		"And perspective it is best painter's art.",
		"Unlook'd for joy in that I honour most.",
		"To witness duty, not to show my wit:",
		"To work my mind, when body's work's expired:",
		"But day by night and night by day oppress'd,",
		"And look upon myself, and curse my fate,",
		"And with old woes new wail my dear time's waste:",
		"And all those friends which I thought buried.",
		"These poor rude lines of thy deceased lover,",
		"Gilding pale streams with heavenly alchemy;",
		"Hiding thy bravery in their rotten smoke?",
		"And loathsome canker lives in sweetest bud.",
		"Without thy help, by me be borne alone.",
		"Take all my comfort of thy worth and truth;",
		"For every vulgar paper to rehearse?",
		"And what is't but mine own when I praise thee?",
		"All mine was thine, before thou hadst this more.",
		"For still temptation follows where thou art.",
		"A loss in love that touches me more nearly.",
		"And darkly bright, are bright in dark directed.",
		"From limits far remote, where thou dost stay.",
		"These present-absent with swift motion slide.",
		"My heart mine eye the freedom of that right.",
		"Or heart in love with sighs himself doth smother,",
		"From hands of falsehood, in sure wards of trust!",
		"Call'd to that audit by advis'd respects;",
		"'Thus far the miles are measured from thy friend!'",
		"Till I return, of posting is no need.",
		"For blunting the fine point of seldom pleasure.",
		"And you but one, can every shadow lend.",
		"For that sweet odour, which doth in it live.",
		"Than unswept stone, besmear'd with sluttish time.",
		"To-morrow sharpened in his former might:",
		"Nor services to do, till you require.",
		"Being your vassal, bound to stay your leisure!",
		"The second burthen of a former child!",
		"In sequent toil all forwards do contend.",
		"While shadows like to thee do mock my sight?",
		"It is so grounded inward in my heart.",
		"With lines and wrinkles; when his youthful morn",
		"And brass eternal slave to mortal rage;",
		"Whose action is no stronger than a flower?",
		"And purest faith unhappily forsworn,",
		"And lace itself with his society?",
		"Or durst inhabit on a living brow;",
		"Uttering bare truth, even so as foes commend.",
		"A crow that flies in heaven's sweetest air.",
		"From this vile world with vilest worms to dwell:",
		"For you in me can nothing worthy prove;",
		"Bare ruin'd choirs, where late the sweet birds sang.",
		"Which for memorial still with thee shall stay.",
		"As 'twixt a miser and his wealth is found.",
		"To new-found methods, and to compounds strange?",
		"And of this book, this learning mayst thou taste.",
		"And under thee their poesy disperse.",
		"And my sick Muse doth give an other place.",
		"To make me tongue-tied speaking of your fame!",
		"Although in me each part will be forgotten.",
		"Of their fair subject, blessing every book.",
		"That barren tender of a poet's debt:",
		"Which should example where your equal grew.",
		"And precious phrase by all the Muses fil'd.",
		"Making their tomb the womb wherein they grew?",
		"My bonds in thee are all determinate.",
		"And prove thee virtuous, though thou art forsworn.",
		"Against thy reasons making no defence.",
		"And do not drop in for an after-loss:",
		"Some in their hawks and hounds, some in their horse;",
		"For it depends upon that love of thine.",
		"Thy looks with me, thy heart in other place:",
		"Unmoved, cold, and to temptation slow;",
		"O! in what sweets dost thou thy sins enclose.",
		"Thou mak'st faults graces that to thee resort.",
		"What old December's bareness everywhere!",
		"That heavy Saturn laugh'd and leap'd with him.",
		"Which on thy soft cheek for complexion dwells",
		"Darkening thy power to lend base subjects light?",
		"So dost thou too, and therein dignified.",
		"The owner's tongue doth publish every where.",
		"Than when it hath my added praise beside!",
		"Have from the forests shook three summers' pride,",
		"To one, of one, still such, and ever so.",
		"In praise of ladies dead and lovely knights,",
		"Supposed as forfeit to a confin'd doom.",
		"That may express my love, or thy dear merit?",
		"As from my soul which in thy breast doth lie:",
		"Made old offences of affections new;",
		"Than public means which public manners breeds.",
		"So you o'er-green my bad, my good allow?",
		"Seems seeing, but effectually is out;",
		"And that your love taught it this alchemy,",
		"My most full flame should afterwards burn clearer.",
		"Or bends with the remover to remove:",
		"Whereto all bonds do tie me day by day;",
		"We sicken to shun sickness when we purge;",
		"Still losing when I saw myself to win!",
		"Unless my nerves were brass or hammer'd steel.",
		"Not by our feeling, but by others' seeing:",
		"Beyond all date; even to eternity:",
		"They are but dressings of a former sight.",
		"Weeds among weeds, or flowers with flowers gather'd.",
		"Which proves more short than waste or ruining?",
		"",
		"And beauty slander'd with a bastard shame:",
		"The wiry concord that mine ear confounds,",
		"Savage, extreme, rude, cruel, not to trust;",
		"If hairs be wires, black wires grow on her head.",
		"Thou art the fairest and most precious jewel.",
		"Looking with pretty ruth upon my pain.",
		"But slave to slavery my sweet'st friend must be?",
		"Thou wilt restore to be my comfort still:",
		"To thy sweet will making addition thus.",
		"Thus far for love, my love-suit, sweet, fulfil.",
		"Yet what the best is take the worst to be.",
		"Unlearned in the world's false subtleties.",
		"Use power with power, and slay me not by art,",
		"The manner of my pity-wanting pain.",
		"Who, in despite of view, is pleased to dote.",
		"And thou shalt find it merits not reproving;",
		"In pursuit of the thing she would have stay;",
		"The worser spirit a woman colour'd ill.",
		"But when she saw my woeful state,",
		"Painting thy outward walls so costly gay?",
		"The uncertain sickly appetite to please.",
		"That censures falsely what they see aright?",
		"Am of my self, all tyrant, for thy sake?",
		"And swear that brightness doth not grace the day?",
		"Lest guilty of my faults thy sweet self prove:",
		"In vowing new hate after new love bearing:",
		"In a cold valley-fountain of that ground;",
		"Came tripping by; but in her maiden hand"
	],
	[
		"But thou, contracted to thine own bright eyes,",
		"Then being asked, where all thy beauty lies,",
		"For where is she so fair whose unear'd womb",
		"Then, beauteous niggard, why dost thou abuse",
		"For never-resting time leads summer on",
		"That use is not forbidden usury,",
		"And having climb'd the steep-up heavenly hill,",
		"If the true concord of well-tuned sounds,",
		"The world will be thy widow and still weep",
		"For thou art so possess'd with murderous hate,",
		"Herein lives wisdom, beauty, and increase;",
		"When lofty trees I see barren of leaves,",
		"So should that beauty which you hold in lease",
		"Nor can I fortune to brief minutes tell,",
		"When I perceive that men as plants increase,",
		"Now stand you on the top of happy hours,",
		"If I could write the beauty of your eyes,",
		"Sometime too hot the eye of heaven shines,",
		"Make glad and sorry seasons as thou fleets,",
		"An eye more bright than theirs, less false in rolling,",
		"Making a couplement of proud compare'",
		"For all that beauty that doth cover thee,",
		"So I, for fear of trust, forget to say",
		"For through the painter must you see his skill,",
		"Great princes' favourites their fair leaves spread",
		"Duty so great, which wit so poor as mine",
		"For then my thoughts--from far where I abide--",
		"And each, though enemies to either's reign,",
		"Wishing me like to one more rich in hope,",
		"Then can I drown an eye, unused to flow,",
		"How many a holy and obsequious tear",
		"Compare them with the bett'ring of the time,",
		"Anon permit the basest clouds to ride",
		"'Tis not enough that through the cloud thou break,",
		"All men make faults, and even I in this,",
		"In our two loves there is but one respect,",
		"For whether beauty, birth, or wealth, or wit,",
		"O! give thy self the thanks, if aught in me",
		"Even for this, let us divided live,",
		"Then, if for my love, thou my love receivest,",
		"Gentle thou art, and therefore to be won,",
		"Loving offenders thus I will excuse ye:",
		"Then thou, whose shadow shadows doth make bright,",
		"No matter then although my foot did stand",
		"For when these quicker elements are gone",
		"My heart doth plead that thou in him dost lie,--",
		"With my love's picture then my eye doth feast,",
		"But thou, to whom my jewels trifles are,",
		"Against that time when thou shalt strangely pass,",
		"The beast that bears me, tired with my woe,",
		"O! what excuse will my poor beast then find,",
		"Therefore are feasts so solemn and so rare,",
		"Describe Adonis, and the counterfeit",
		"The canker blooms have full as deep a dye",
		"When wasteful war shall statues overturn,",
		"So, love, be thou, although to-day thou fill",
		"Nor dare I chide the world-without-end hour,",
		"O! let me suffer, being at your beck,",
		"O! that record could with a backward look,",
		"Nativity, once in the main of light,",
		"Is it thy spirit that thou send'st from thee",
		"Methinks no face so gracious is as mine,",
		"Hath travell'd on to age's steepy night;",
		"When I have seen the hungry ocean gain",
		"O! how shall summer's honey breath hold out,",
		"And gilded honour shamefully misplac'd,",
		"Why should false painting imitate his cheek,",
		"Before the golden tresses of the dead,",
		"Thy outward thus with outward praise is crown'd;",
		"So thou be good, slander doth but approve",
		"Nay, if you read this line, remember not",
		"Unless you would devise some virtuous lie,",
		"In me thou see'st the twilight of such day",
		"When thou reviewest this, thou dost review",
		"Now proud as an enjoyer, and anon",
		"Why write I still all one, ever the same,",
		"The wrinkles which thy glass will truly show",
		"Thine eyes, that taught the dumb on high to sing",
		"I grant, sweet love, thy lovely argument",
		"But since your worth--wide as the ocean is,--",
		"Your name from hence immortal life shall have,",
		"Thou art as fair in knowledge as in hue,",
		"And therefore have I slept in your report,",
		"Lean penury within that pen doth dwell",
		"I think good thoughts, whilst others write good words,",
		"Was it his spirit, by spirits taught to write,",
		"For how do I hold thee but by thy granting?",
		"With mine own weakness, being best acquainted,",
		"Thou canst not love disgrace me half so ill,",
		"Ah! do not, when my heart hath 'scap'd this sorrow,",
		"And every humour hath his adjunct pleasure,",
		"Then need I not to fear the worst of wrongs,",
		"For there can live no hatred in thine eye,",
		"They rightly do inherit heaven's graces,",
		"That tongue that tells the story of thy days,",
		"As on the finger of a throned queen",
		"And yet this time removed was summer's time;",
		"Yet nor the lays of birds, nor the sweet smell",
		"The lily I condemned for thy hand,",
		"Return forgetful Muse, and straight redeem,",
		"Make answer Muse: wilt thou not haply say,",
		"Our love was new, and then but in the spring,",
		"O! blame me not, if I no more can write!",
		"Three beauteous springs to yellow autumn turn'd,",
		"Kind is my love to-day, to-morrow kind,",
		"Then, in the blazon of sweet beauty's best,",
		"The mortal moon hath her eclipse endur'd,",
		"Nothing, sweet boy; but yet, like prayers divine,",
		"That is my home of love: if I have rang'd,",
		"Most true it is, that I have look'd on truth",
		"Thence comes it that my name receives a brand,",
		"You are my all-the-world, and I must strive",
		"For it no form delivers to the heart",
		"To make of monsters and things indigest",
		"But reckoning Time, whose million'd accidents",
		"O, no! it is an ever-fixed mark,",
		"That I have frequent been with unknown minds,",
		"Even so, being full of your ne'er-cloying sweetness,",
		"What wretched errors hath my heart committed,",
		"For if you were by my unkindness shaken,",
		"For why should others' false adulterate eyes",
		"Or, at the least, so long as brain and heart",
		"Our dates are brief, and therefore we admire",
		"No, it was builded far from accident;",
		"Have I not seen dwellers on form and favour",
		"",
		"For since each hand hath put on Nature's power,",
		"Do I envy those jacks that nimble leap,",
		"Enjoy'd no sooner but despised straight;",
		"I have seen roses damask'd, red and white,",
		"Yet, in good faith, some say that thee behold,",
		"And truly not the morning sun of heaven",
		"Me from myself thy cruel eye hath taken,",
		"But thou wilt not, nor he will not be free,",
		"Wilt thou, whose will is large and spacious,",
		"'Will', will fulfil the treasure of thy love,",
		"If eyes, corrupt by over-partial looks,",
		"Thus vainly thinking that she thinks me young,",
		"Tell me thou lov'st elsewhere; but in my sight,",
		"If I might teach thee wit, better it were,",
		"Nor are mine ears with thy tongue's tune delighted;",
		"Or, if it do, not from those lips of thine,",
		"Whilst her neglected child holds her in chase,",
		"To win me soon to hell, my female evil,",
		"Straight in her heart did mercy come,",
		"Why so large cost, having so short a lease,",
		"My reason, the physician to my love,",
		"If that be fair whereon my false eyes dote,",
		"Who hateth thee that I do call my friend,",
		"Whence hast thou this becoming of things ill,",
		"For, thou betraying me, I do betray",
		"But why of two oaths' breach do I accuse thee,",
		"Which borrow'd from this holy fire of Love,",
		"The fairest votary took up that fire"
	],
	[
		"Feed'st thy light's flame with self-substantial fuel,",
		"Where all the treasure of thy lusty days;",
		"Disdains the tillage of thy husbandry?",
		"The bounteous largess given thee to give?",
		"To hideous winter, and confounds him there;",
		"Which happies those that pay the willing loan;",
		"Resembling strong youth in his middle age,",
		"By unions married, do offend thine ear,",
		"That thou no form of thee hast left behind,",
		"That 'gainst thy self thou stick'st not to conspire,",
		"Without this folly, age, and cold decay:",
		"Which erst from heat did canopy the herd,",
		"Find no determination; then you were",
		"Pointing to each his thunder, rain and wind,",
		"Cheered and checked even by the self-same sky,",
		"And many maiden gardens, yet unset,",
		"And in fresh numbers number all your graces,",
		"And often is his gold complexion dimm'd,",
		"And do whate'er thou wilt, swift-footed Time,",
		"Gilding the object whereupon it gazeth;",
		"With sun and moon, with earth and sea's rich gems,",
		"Is but the seemly raiment of my heart,",
		"The perfect ceremony of love's rite,",
		"To find where your true image pictur'd lies,",
		"But as the marigold at the sun's eye,",
		"May make seem bare, in wanting words to show it,",
		"Intend a zealous pilgrimage to thee,",
		"Do in consent shake hands to torture me,",
		"Featur'd like him, like him with friends possess'd,",
		"For precious friends hid in death's dateless night,",
		"Hath dear religious love stol'n from mine eye,",
		"And though they be outstripp'd by every pen,",
		"With ugly rack on his celestial face,",
		"To dry the rain on my storm-beaten face,",
		"Authorizing thy trespass with compare,",
		"Though in our lives a separable spite,",
		"Or any of these all, or all, or more,",
		"Worthy perusal stand against thy sight;",
		"And our dear love lose name of single one,",
		"I cannot blame thee, for my love thou usest;",
		"Beauteous thou art, therefore to be assail'd;",
		"Thou dost love her, because thou know'st I love her;",
		"How would thy shadow's form form happy show",
		"Upon the farthest earth remov'd from thee;",
		"In tender embassy of love to thee,",
		"A closet never pierc'd with crystal eyes--",
		"And to the painted banquet bids my heart;",
		"Most worthy comfort, now my greatest grief,",
		"And scarcely greet me with that sun, thine eye,",
		"Plods dully on, to bear that weight in me,",
		"When swift extremity can seem but slow?",
		"Since, seldom coming in that long year set,",
		"Is poorly imitated after you;",
		"As the perfumed tincture of the roses.",
		"And broils root out the work of masonry,",
		"Thy hungry eyes, even till they wink with fulness,",
		"Whilst I, my sovereign, watch the clock for you,",
		"The imprison'd absence of your liberty;",
		"Even of five hundred courses of the sun,",
		"Crawls to maturity, wherewith being crown'd,",
		"So far from home into my deeds to pry,",
		"No shape so true, no truth of such account;",
		"And all those beauties whereof now he's king",
		"Advantage on the kingdom of the shore,",
		"Against the wrackful siege of battering days,",
		"And maiden virtue rudely strumpeted,",
		"And steel dead seeming of his living hue?",
		"The right of sepulchres, were shorn away,",
		"But those same tongues, that give thee so thine own,",
		"Thy worth the greater being woo'd of time;",
		"The hand that writ it, for I love you so,",
		"To do more for me than mine own desert,",
		"As after sunset fadeth in the west;",
		"The very part was consecrate to thee:",
		"Doubting the filching age will steal his treasure;",
		"And keep invention in a noted weed,",
		"Of mouthed graves will give thee memory;",
		"And heavy ignorance aloft to fly,",
		"Deserves the travail of a worthier pen;",
		"The humble as the proudest sail doth bear,",
		"Though I, once gone, to all the world must die:",
		"Finding thy worth a limit past my praise;",
		"That you yourself, being extant, well might show",
		"That to his subject lends not some small glory;",
		"And like unlettered clerk still cry 'Amen'",
		"Above a mortal pitch, that struck me dead?",
		"And for that riches where is my deserving?",
		"Upon thy part I can set down a story",
		"To set a form upon desired change,",
		"Come in the rearward of a conquer'd woe;",
		"Wherein it finds a joy above the rest:",
		"When in the least of them my life hath end.",
		"Therefore in that I cannot know thy change.",
		"And husband nature's riches from expense;",
		"Making lascivious comments on thy sport,",
		"The basest jewel will be well esteem'd,",
		"The teeming autumn, big with rich increase,",
		"Of different flowers in odour and in hue,",
		"And buds of marjoram had stol'n thy hair;",
		"In gentle numbers time so idly spent;",
		"'Truth needs no colour, with his colour fix'd;",
		"When I was wont to greet it with my lays;",
		"Look in your glass, and there appears a face",
		"In process of the seasons have I seen,",
		"Still constant in a wondrous excellence;",
		"Of hand, of foot, of lip, of eye, of brow,",
		"And the sad augurs mock their own presage;",
		"I must each day say o'er the very same;",
		"Like him that travels, I return again;",
		"Askance and strangely; but, by all above,",
		"And almost thence my nature is subdu'd",
		"To know my shames and praises from your tongue;",
		"Of bird, of flower, or shape which it doth latch:",
		"Such cherubins as your sweet self resemble,",
		"Creep in 'twixt vows, and change decrees of kings,",
		"That looks on tempests and is never shaken;",
		"And given to time your own dear-purchas'd right;",
		"To bitter sauces did I frame my feeding;",
		"Whilst it hath thought itself so blessed never!",
		"As I by yours, you've pass'd a hell of time;",
		"Give salutation to my sportive blood?",
		"Have faculty by nature to subsist;",
		"What thou dost foist upon us that is old;",
		"It suffers not in smiling pomp, nor falls",
		"Lose all and more by paying too much rent",
		"",
		"Fairing the foul with Art's false borrowed face,",
		"To kiss the tender inward of thy hand,",
		"Past reason hunted; and no sooner had,",
		"But no such roses see I in her cheeks;",
		"Thy face hath not the power to make love groan;",
		"Better becomes the grey cheeks of the east,",
		"And my next self thou harder hast engross'd:",
		"For thou art covetous, and he is kind;",
		"Not once vouchsafe to hide my will in thine?",
		"Ay, fill it full with wills, and my will one.",
		"Be anchor'd in the bay where all men ride,",
		"Although she knows my days are past the best,",
		"Dear heart, forbear to glance thine eye aside:",
		"Though not to love, yet, love to tell me so;--",
		"Nor tender feeling, to base touches prone,",
		"That have profan'd their scarlet ornaments",
		"Cries to catch her whose busy care is bent",
		"Tempteth my better angel from my side,",
		"Chiding that tongue that ever sweet",
		"Dost thou upon thy fading mansion spend?",
		"Angry that his prescriptions are not kept,",
		"What means the world to say it is not so?",
		"On whom frown'st thou that I do fawn upon,",
		"That in the very refuse of thy deeds",
		"My nobler part to my gross body's treason;",
		"When I break twenty? I am perjur'd most;",
		"A dateless lively heat, still to endure,",
		"Which many legions of true hearts had warm'd;"
	],
	[
		"Making a famine where abundance lies,",
		"To say, within thine own deep sunken eyes,",
		"Or who is he so fond will be the tomb,",
		"Profitless usurer, why dost thou use",
		"Sap checked with frost, and lusty leaves quite gone,",
		"That's for thy self to breed another thee,",
		"Yet mortal looks adore his beauty still,",
		"They do but sweetly chide thee, who confounds",
		"When every private widow well may keep",
		"Seeking that beauteous roof to ruinate",
		"If all were minded so, the times should cease",
		"And summer's green all girded up in sheaves,",
		"Yourself again, after yourself's decease,",
		"Or say with princes if it shall go well",
		"Vaunt in their youthful sap, at height decrease,",
		"With virtuous wish would bear you living flowers,",
		"The age to come would say 'This poet lies;",
		"And every fair from fair sometime declines,",
		"To the wide world and all her fading sweets;",
		"A man in hue all 'hues' in his controlling,",
		"With April's first-born flowers, and all things rare,",
		"Which in thy breast doth live, as thine in me:",
		"And in mine own love's strength seem to decay,",
		"Which in my bosom's shop is hanging still,",
		"And in themselves their pride lies buried,",
		"But that I hope some good conceit of thine",
		"And keep my drooping eyelids open wide,",
		"The one by toil, the other to complain",
		"Desiring this man's art, and that man's scope,",
		"And weep afresh love's long since cancell'd woe,",
		"As interest of the dead, which now appear",
		"Reserve them for my love, not for their rhyme,",
		"And from the forlorn world his visage hide,",
		"For no man well of such a salve can speak,",
		"Myself corrupting, salving thy amiss,",
		"Which though it alter not love's sole effect,",
		"Entitled in thy parts, do crowned sit,",
		"For who's so dumb that cannot write to thee,",
		"That by this separation I may give",
		"But yet be blam'd, if thou thy self deceivest",
		"And when a woman woos, what woman's son",
		"And for my sake even so doth she abuse me,",
		"To the clear day with thy much clearer light,",
		"For nimble thought can jump both sea and land,",
		"My life, being made of four, with two alone",
		"But the defendant doth that plea deny,",
		"Another time mine eye is my heart's guest,",
		"Thou best of dearest, and mine only care,",
		"When love, converted from the thing it was,",
		"As if by some instinct the wretch did know",
		"Then should I spur, though mounted on the wind,",
		"Like stones of worth they thinly placed are,",
		"On Helen's cheek all art of beauty set,",
		"Hang on such thorns, and play as wantonly",
		"Nor Mars his sword, nor war's quick fire shall burn",
		"To-morrow see again, and do not kill",
		"Nor think the bitterness of absence sour,",
		"And patience, tame to sufferance, bide each check,",
		"Show me your image in some antique book,",
		"Crooked eclipses 'gainst his glory fight,",
		"To find out shames and idle hours in me,",
		"And for myself mine own worth do define,",
		"Are vanishing, or vanished out of sight,",
		"And the firm soil win of the watery main,",
		"When rocks impregnable are not so stout,",
		"And right perfection wrongfully disgrac'd,",
		"Why should poor beauty indirectly seek",
		"To live a second life on second head;",
		"In other accents do this praise confound",
		"For canker vice the sweetest buds doth love,",
		"That I in your sweet thoughts would be forgot,",
		"And hang more praise upon deceased I",
		"Which by and by black night doth take away,",
		"The earth can have but earth, which is his due;",
		"Now counting best to be with you alone,",
		"That every word doth almost tell my name,",
		"Thou by thy dial's shady stealth mayst know",
		"Have added feathers to the learned's wing",
		"Yet what of thee thy poet doth invent",
		"My saucy bark, inferior far to his,",
		"The earth can yield me but a common grave,",
		"And therefore art enforced to seek anew",
		"How far a modern quill doth come too short,",
		"But he that writes of you, if he can tell",
		"To every hymn that able spirit affords,",
		"No, neither he, nor his compeers by night",
		"The cause of this fair gift in me is wanting,",
		"Of faults conceal'd, wherein I am attainted;",
		"As I'll myself disgrace; knowing thy will,",
		"Give not a windy night a rainy morrow,",
		"But these particulars are not my measure,",
		"I see a better state to me belongs",
		"In many's looks, the false heart's history",
		"They are the lords and owners of their faces,",
		"Cannot dispraise, but in a kind of praise;",
		"So are those errors that in thee are seen",
		"Bearing the wanton burden of the prime,",
		"Could make me any summer's story tell,",
		"The roses fearfully on thorns did stand,",
		"Sing to the ear that doth thy lays esteem",
		"Beauty no pencil, beauty's truth to lay;",
		"As Philomel in summer's front doth sing,",
		"That over-goes my blunt invention quite,",
		"Three April perfumes in three hot Junes burn'd,",
		"Therefore my verse to constancy confin'd,",
		"I see their antique pen would have express'd",
		"Incertainties now crown themselves assur'd,",
		"Counting no old thing old, thou mine, I thine,",
		"Just to the time, not with the time exchang'd,",
		"These blenches gave my heart another youth,",
		"To what it works in, like the dyer's hand:",
		"None else to me, nor I to none alive,",
		"Of his quick objects hath the mind no part,",
		"Creating every bad a perfect best,",
		"Tan sacred beauty, blunt the sharp'st intents,",
		"It is the star to every wandering bark,",
		"That I have hoisted sail to all the winds",
		"And, sick of welfare, found a kind of meetness",
		"How have mine eyes out of their spheres been fitted,",
		"And I, a tyrant, have no leisure taken",
		"Or on my frailties why are frailer spies,",
		"Till each to raz'd oblivion yield his part",
		"And rather make them born to our desire",
		"Under the blow of thralled discontent,",
		"For compound sweet; forgoing simple savour,",
		"",
		"Sweet beauty hath no name, no holy bower,",
		"Whilst my poor lips which should that harvest reap,",
		"Past reason hated, as a swallow'd bait,",
		"And in some perfumes is there more delight",
		"To say they err I dare not be so bold,",
		"Nor that full star that ushers in the even,",
		"Of him, myself, and thee I am forsaken;",
		"He learn'd but surety-like to write for me,",
		"Shall will in others seem right gracious,",
		"In things of great receipt with ease we prove",
		"Why of eyes' falsehood hast thou forged hooks,",
		"Simply I credit her false-speaking tongue:",
		"What need'st thou wound with cunning, when thy might",
		"As testy sick men, when their deaths be near,",
		"Nor taste, nor smell, desire to be invited",
		"And seal'd false bonds of love as oft as mine,",
		"To follow that which flies before her face,",
		"And would corrupt my saint to be a devil,",
		"Was us'd in giving gentle doom;",
		"Shall worms, inheritors of this excess,",
		"Hath left me, and I desperate now approve",
		"If it be not, then love doth well denote",
		"Nay, if thou lour'st on me, do I not spend",
		"There is such strength and warrantise of skill,",
		"My soul doth tell my body that he may",
		"For all my vows are oaths but to misuse thee,",
		"And grew a seeting bath, which yet men prove",
		"And so the general of hot desire"
	],
	[
		"Thy self thy foe, to thy sweet self too cruel:",
		"Were an all-eating shame, and thriftless praise.",
		"Of his self-love to stop posterity?",
		"So great a sum of sums, yet canst not live?",
		"Beauty o'er-snowed and bareness every where:",
		"Or ten times happier, be it ten for one;",
		"Attending on his golden pilgrimage:",
		"In singleness the parts that thou shouldst bear.",
		"By children's eyes, her husband's shape in mind:",
		"Which to repair should be thy chief desire.",
		"And threescore year would make the world away.",
		"Borne on the bier with white and bristly beard,",
		"When your sweet issue your sweet form should bear.",
		"By oft predict that I in heaven find:",
		"And wear their brave state out of memory;",
		"Much liker than your painted counterfeit:",
		"Such heavenly touches ne'er touch'd earthly faces.'",
		"By chance, or nature's changing course untrimm'd:",
		"But I forbid thee one most heinous crime:",
		"Which steals men's eyes and women's souls amazeth.",
		"That heaven's air in this huge rondure hems.",
		"How can I then be elder than thou art?",
		"O'ercharg'd with burthen of mine own love's might.",
		"That hath his windows glazed with thine eyes.",
		"For at a frown they in their glory die.",
		"In thy soul's thought, all naked, will bestow it:",
		"Looking on darkness which the blind do see:",
		"How far I toil, still farther off from thee.",
		"With what I most enjoy contented least;",
		"And moan the expense of many a vanish'd sight:",
		"But things remov'd that hidden in thee lie!",
		"Exceeded by the height of happier men.",
		"Stealing unseen to west with this disgrace:",
		"That heals the wound, and cures not the disgrace:",
		"Excusing thy sins more than thy sins are;",
		"Yet doth it steal sweet hours from love's delight.",
		"I make my love engrafted, to this store:",
		"When thou thy self dost give invention light?",
		"That due to thee which thou deserv'st alone.",
		"By wilful taste of what thyself refusest.",
		"Will sourly leave her till he have prevail'd?",
		"Suffering my friend for my sake to approve her.",
		"When to unseeing eyes thy shade shines so!",
		"As soon as think the place where he would be.",
		"Sinks down to death, oppress'd with melancholy;",
		"And says in him thy fair appearance lies.",
		"And in his thoughts of love doth share a part:",
		"Art left the prey of every vulgar thief.",
		"Shall reasons find of settled gravity;",
		"His rider lov'd not speed, being made from thee:",
		"In winged speed no motion shall I know,",
		"Or captain jewels in the carcanet.",
		"And you in Grecian tires are painted new:",
		"When summer's breath their masked buds discloses:",
		"The living record of your memory.",
		"The spirit of love, with a perpetual dulness.",
		"When you have bid your servant once adieu;",
		"Without accusing you of injury.",
		"Since mind at first in character was done!",
		"And Time that gave doth now his gift confound.",
		"The scope and tenure of thy jealousy?",
		"As I all other in all worths surmount.",
		"Stealing away the treasure of his spring;",
		"Increasing store with loss, and loss with store;",
		"Nor gates of steel so strong but Time decays?",
		"And strength by limping sway disabled",
		"Roses of shadow, since his rose is true?",
		"Ere beauty's dead fleece made another gay:",
		"By seeing farther than the eye hath shown.",
		"And thou present'st a pure unstained prime.",
		"If thinking on me then should make you woe.",
		"Than niggard truth would willingly impart:",
		"Death's second self, that seals up all in rest.",
		"My spirit is thine, the better part of me:",
		"Then better'd that the world may see my pleasure:",
		"Showing their birth, and where they did proceed?",
		"Time's thievish progress to eternity.",
		"And given grace a double majesty.",
		"He robs thee of, and pays it thee again.",
		"On your broad main doth wilfully appear.",
		"When you entombed in men's eyes shall lie.",
		"Some fresher stamp of the time-bettering days.",
		"Speaking of worth, what worth in you doth grow.",
		"That you are you, so dignifies his story,",
		"In polish'd form of well-refined pen.",
		"Giving him aid, my verse astonished.",
		"And so my patent back again is swerving.",
		"That thou in losing me shalt win much glory:",
		"I will acquaintance strangle, and look strange;",
		"To linger out a purpos'd overthrow.",
		"All these I better in one general best.",
		"Than that which on thy humour doth depend:",
		"Is writ in moods, and frowns, and wrinkles strange.",
		"Others, but stewards of their excellence.",
		"Naming thy name, blesses an ill report.",
		"To truths translated, and for true things deem'd.",
		"Like widow'd wombs after their lords' decease:",
		"Or from their proud lap pluck them where they grew:",
		"One blushing shame, another white despair;",
		"And gives thy pen both skill and argument.",
		"But best is best, if never intermix'd'?",
		"And stops her pipe in growth of riper days:",
		"Dulling my lines, and doing me disgrace.",
		"Since first I saw you fresh, which yet are green.",
		"One thing expressing, leaves out difference.",
		"Even such a beauty as you master now.",
		"And peace proclaims olives of endless age.",
		"Even as when first I hallow'd thy fair name.",
		"So that myself bring water for my stain.",
		"And worse essays prov'd thee my best of love.",
		"Pity me, then, and wish I were renew'd;",
		"That my steel'd sense or changes right or wrong.",
		"Nor his own vision holds what it doth catch;",
		"As fast as objects to his beams assemble?",
		"Divert strong minds to the course of altering things;",
		"Whose worth's unknown, although his height be taken.",
		"Which should transport me farthest from your sight.",
		"To be diseas'd, ere that there was true needing.",
		"In the distraction of this madding fever!",
		"To weigh how once I suffer'd in your crime.",
		"Which in their wills count bad what I think good?",
		"Of thee, thy record never can be miss'd.",
		"Than think that we before have heard them told.",
		"Whereto th' inviting time our fashion calls:",
		"Pitiful thrivers, in their gazing spent?",
		"",
		"But is profan'd, if not lives in disgrace.",
		"At the wood's boldness by thee blushing stand!",
		"On purpose laid to make the taker mad:",
		"Than in the breath that from my mistress reeks.",
		"Although I swear it to myself alone.",
		"Doth half that glory to the sober west,",
		"A torment thrice three-fold thus to be cross'd:",
		"Under that bond that him as fast doth bind.",
		"And in my will no fair acceptance shine?",
		"Among a number one is reckon'd none:",
		"Whereto the judgment of my heart is tied?",
		"On both sides thus is simple truth suppressed:",
		"Is more than my o'erpress'd defence can bide?",
		"No news but health from their physicians know;--",
		"To any sensual feast with thee alone:",
		"Robb'd others' beds' revenues of their rents.",
		"Not prizing her poor infant's discontent;",
		"Wooing his purity with her foul pride.",
		"And taught it thus anew to greet;",
		"Eat up thy charge? Is this thy body's end?",
		"Desire is death, which physic did except.",
		"Love's eye is not so true as all men's: no,",
		"Revenge upon myself with present moan?",
		"That, in my mind, thy worst all best exceeds?",
		"Triumph in love; flesh stays no farther reason,",
		"And all my honest faith in thee is lost:",
		"Against strange maladies a sovereign cure.",
		"Was, sleeping, by a virgin hand disarm'd."
	],
	[
		"Thou that art now the world's fresh ornament,",
		"How much more praise deserv'd thy beauty's use,",
		"Thou art thy mother's glass and she in thee",
		"For having traffic with thy self alone,",
		"Then were not summer's distillation left,",
		"Ten times thy self were happier than thou art,",
		"But when from highmost pitch, with weary car,",
		"Mark how one string, sweet husband to another,",
		"Look! what an unthrift in the world doth spend",
		"O! change thy thought, that I may change my mind:",
		"Let those whom nature hath not made for store,",
		"Then of thy beauty do I question make,",
		"Who lets so fair a house fall to decay,",
		"But from thine eyes my knowledge I derive,",
		"Then the conceit of this inconstant stay",
		"So should the lines of life that life repair,",
		"So should my papers, yellow'd with their age,",
		"But thy eternal summer shall not fade,",
		"O! carve not with thy hours my love's fair brow,",
		"And for a woman wert thou first created;",
		"O! let me, true in love, but truly write,",
		"O! therefore love, be of thyself so wary",
		"O! let my looks be then the eloquence",
		"Now see what good turns eyes for eyes have done:",
		"The painful warrior famoused for fight,",
		"Till whatsoever star that guides my moving,",
		"Save that my soul's imaginary sight",
		"I tell the day, to please him thou art bright,",
		"Yet in these thoughts my self almost despising,",
		"Then can I grieve at grievances foregone,",
		"Thou art the grave where buried love doth live,",
		"O! then vouchsafe me but this loving thought:",
		"Even so my sun one early morn did shine,",
		"Nor can thy shame give physic to my grief;",
		"For to thy sensual fault I bring in sense,--",
		"I may not evermore acknowledge thee,",
		"So then I am not lame, poor, nor despis'd,",
		"Be thou the tenth Muse, ten times more in worth",
		"O absence! what a torment wouldst thou prove,",
		"I do forgive thy robbery, gentle thief,",
		"Ay me! but yet thou mightst my seat forbear,",
		"If I lose thee, my loss is my love's gain,",
		"How would, I say, mine eyes be blessed made",
		"But, ah! thought kills me that I am not thought,",
		"Until life's composition be recur'd",
		"To side this title is impannelled",
		"So, either by thy picture or my love,",
		"Thee have I not lock'd up in any chest,",
		"Against that time do I ensconce me here,",
		"The bloody spur cannot provoke him on,",
		"Then can no horse with my desire keep pace;",
		"So is the time that keeps you as my chest,",
		"Speak of the spring, and foison of the year,",
		"But, for their virtue only is their show,",
		"'Gainst death, and all-oblivious enmity",
		"Let this sad interim like the ocean be",
		"Nor dare I question with my jealous thought",
		"Be where you list, your charter is so strong",
		"That I might see what the old world could say",
		"Time doth transfix the flourish set on youth",
		"O, no! thy love, though much, is not so great:",
		"But when my glass shows me myself indeed",
		"For such a time do I now fortify",
		"When I have seen such interchange of state,",
		"O fearful meditation! where, alack,",
		"And art made tongue-tied by authority,",
		"Why should he live, now Nature bankrupt is,",
		"In him those holy antique hours are seen,",
		"They look into the beauty of thy mind,",
		"Thou hast passed by the ambush of young days",
		"O! if,--I say you look upon this verse,",
		"O! lest your true love may seem false in this",
		"In me thou see'st the glowing of such fire,",
		"So then thou hast but lost the dregs of life,",
		"Sometime all full with feasting on your sight,",
		"O! know sweet love I always write of you,",
		"Look! what thy memory cannot contain,",
		"Yet be most proud of that which I compile,",
		"He lends thee virtue, and he stole that word",
		"Your shallowest help will hold me up afloat,",
		"Your monument shall be my gentle verse,",
		"And do so, love; yet when they have devis'd,",
		"This silence for my sin you did impute,",
		"Let him but copy what in you is writ,",
		"Hearing you praised, I say ''tis so, 'tis true,'",
		"He, nor that affable familiar ghost",
		"Thy self thou gav'st, thy own worth then not knowing,",
		"And I by this will be a gainer too;",
		"Be absent from thy walks; and in my tongue",
		"If thou wilt leave me, do not leave me last,",
		"Thy love is better than high birth to me,",
		"Thou canst not vex me with inconstant mind,",
		"But heaven in thy creation did decree",
		"The summer's flower is to the summer sweet,",
		"O! what a mansion have those vices got",
		"How many lambs might the stern wolf betray,",
		"Yet this abundant issue seem'd to me",
		"Nor did I wonder at the lily's white,",
		"A third, nor red nor white, had stol'n of both,",
		"Rise, resty Muse, my love's sweet face survey,",
		"Because he needs no praise, wilt thou be dumb?",
		"Not that the summer is less pleasant now",
		"Were it not sinful then, striving to mend,",
		"Ah! yet doth beauty like a dial-hand,",
		"'Fair, kind, and true,' is all my argument,",
		"So all their praises are but prophecies",
		"Now with the drops of this most balmy time,",
		"So that eternal love in love's fresh case,",
		"Never believe though in my nature reign'd,",
		"Now all is done, save what shall have no end:",
		"Whilst, like a willing patient, I will drink,",
		"In so profound abysm I throw all care",
		"For if it see the rud'st or gentlest sight,",
		"O! 'tis the first, 'tis flattery in my seeing,",
		"Alas! why fearing of Time's tyranny,",
		"Love's not Time's fool, though rosy lips and cheeks",
		"Book both my wilfulness and errors down,",
		"Thus policy in love, to anticipate",
		"O benefit of ill! now I find true",
		"O! that our night of woe might have remember'd",
		"No, I am that I am, and they that level",
		"That poor retention could not so much hold,",
		"Thy registers and thee I both defy,",
		"It fears not policy, that heretic,",
		"No; let me be obsequious in thy heart,",
		"",
		"Therefore my mistress' eyes are raven black,",
		"To be so tickled, they would change their state",
		"Mad in pursuit and in possession so;",
		"I love to hear her speak, yet well I know",
		"And to be sure that is not false I swear,",
		"As those two mourning eyes become thy face:",
		"Prison my heart in thy steel bosom's ward,",
		"The statute of thy beauty thou wilt take,",
		"The sea, all water, yet receives rain still,",
		"Then in the number let me pass untold,",
		"Why should my heart think that a several plot,",
		"But wherefore says she not she is unjust?",
		"Let me excuse thee: ah! my love well knows",
		"For, if I should despair, I should grow mad,",
		"But my five wits nor my five senses can",
		"Be it lawful I love thee, as thou lov'st those",
		"So runn'st thou after that which flies from thee,",
		"And whether that my angel be turn'd fiend,",
		"'I hate' she alter'd with an end,",
		"Then soul, live thou upon thy servant's loss,",
		"Past cure I am, now Reason is past care,",
		"How can it? O! how can Love's eye be true,",
		"What merit do I in my self respect,",
		"Who taught thee how to make me love thee more,",
		"But rising at thy name doth point out thee,",
		"For I have sworn deep oaths of thy deep kindness,",
		"But at my mistress' eye Love's brand new-fired,",
		"This brand she quenched in a cool well by,"
	],
	[
		"And only herald to the gaudy spring,",
		"If thou couldst answer 'This fair child of mine",
		"Calls back the lovely April of her prime;",
		"Thou of thy self thy sweet self dost deceive:",
		"A liquid prisoner pent in walls of glass,",
		"If ten of thine ten times refigur'd thee:",
		"Like feeble age, he reeleth from the day,",
		"Strikes each in each by mutual ordering;",
		"Shifts but his place, for still the world enjoys it;",
		"Shall hate be fairer lodg'd than gentle love?",
		"Harsh, featureless, and rude, barrenly perish:",
		"That thou among the wastes of time must go,",
		"Which husbandry in honour might uphold,",
		"And constant stars in them I read such art",
		"Sets you most rich in youth before my sight,",
		"Which this, Time's pencil, or my pupil pen,",
		"Be scorn'd, like old men of less truth than tongue,",
		"Nor lose possession of that fair thou ow'st,",
		"Nor draw no lines there with thine antique pen;",
		"Till Nature, as she wrought thee, fell a-doting,",
		"And then believe me, my love is as fair",
		"As I, not for myself, but for thee will;",
		"And dumb presagers of my speaking breast,",
		"Mine eyes have drawn thy shape, and thine for me",
		"After a thousand victories once foil'd,",
		"Points on me graciously with fair aspect,",
		"Presents thy shadow to my sightless view,",
		"And dost him grace when clouds do blot the heaven:",
		"Haply I think on thee,-- and then my state,",
		"And heavily from woe to woe tell o'er",
		"Hung with the trophies of my lovers gone,",
		"'Had my friend's Muse grown with this growing age,",
		"With all triumphant splendour on my brow;",
		"Though thou repent, yet I have still the loss:",
		"Thy adverse party is thy advocate,--",
		"Lest my bewailed guilt should do thee shame,",
		"Whilst that this shadow doth such substance give",
		"Than those old nine which rhymers invocate;",
		"Were it not thy sour leisure gave sweet leave,",
		"Although thou steal thee all my poverty:",
		"And chide thy beauty and thy straying youth,",
		"And losing her, my friend hath found that loss;",
		"By looking on thee in the living day,",
		"To leap large lengths of miles when thou art gone,",
		"By those swift messengers return'd from thee,",
		"A quest of thoughts, all tenants to the heart;",
		"Thy self away, art present still with me;",
		"Save where thou art not, though I feel thou art,",
		"Within the knowledge of mine own desert,",
		"That sometimes anger thrusts into his hide,",
		"Therefore desire, of perfect'st love being made,",
		"Or as the wardrobe which the robe doth hide,",
		"The one doth shadow of your beauty show,",
		"They live unwoo'd, and unrespected fade;",
		"Shall you pace forth; your praise shall still find room",
		"Which parts the shore, where two contracted new",
		"Where you may be, or your affairs suppose,",
		"That you yourself may privilage your time",
		"To this composed wonder of your frame;",
		"And delves the parallels in beauty's brow,",
		"It is my love that keeps mine eye awake:",
		"Beated and chopp'd with tanned antiquity,",
		"Against confounding age's cruel knife,",
		"Or state itself confounded, to decay;",
		"Shall Time's best jewel from Time's chest lie hid?",
		"And folly--doctor-like--controlling skill,",
		"Beggar'd of blood to blush through lively veins?",
		"Without all ornament, itself and true,",
		"And that in guess they measure by thy deeds;",
		"Either not assail'd, or victor being charg'd;",
		"When I perhaps compounded am with clay,",
		"That you for love speak well of me untrue,",
		"That on the ashes of his youth doth lie,",
		"The prey of worms, my body being dead;",
		"And by and by clean starved for a look;",
		"And you and love are still my argument;",
		"Commit to these waste blanks, and thou shalt find",
		"Whose influence is thine, and born of thee:",
		"From thy behaviour; beauty doth he give,",
		"Whilst he upon your soundless deep doth ride;",
		"Which eyes not yet created shall o'er-read;",
		"What strained touches rhetoric can lend,",
		"Which shall be most my glory being dumb;",
		"Not making worse what nature made so clear,",
		"And to the most of praise add something more;",
		"Which nightly gulls him with intelligence,",
		"Or me to whom thou gav'st it, else mistaking;",
		"For bending all my loving thoughts on thee,",
		"Thy sweet beloved name no more shall dwell,",
		"When other petty griefs have done their spite,",
		"Richer than wealth, prouder than garments' costs,",
		"Since that my life on thy revolt doth lie.",
		"That in thy face sweet love should ever dwell;",
		"Though to itself, it only live and die,",
		"Which for their habitation chose out thee,",
		"If like a lamb he could his looks translate!",
		"But hope of orphans, and unfather'd fruit;",
		"Nor praise the deep vermilion in the rose;",
		"And to his robbery had annex'd thy breath;",
		"If Time have any wrinkle graven there;",
		"Excuse not silence so, for't lies in thee",
		"Than when her mournful hymns did hush the night,",
		"To mar the subject that before was well?",
		"Steal from his figure, and no pace perceiv'd;",
		"'Fair, kind, and true,' varying to other words;",
		"Of this our time, all you prefiguring;",
		"My love looks fresh, and Death to me subscribes,",
		"Weighs not the dust and injury of age,",
		"All frailties that besiege all kinds of blood,",
		"Mine appetite I never more will grind",
		"Potions of eisel 'gainst my strong infection;",
		"Of others' voices, that my adder's sense",
		"The most sweet favour or deformed'st creature,",
		"And my great mind most kingly drinks it up:",
		"Might I not then say, 'Now I love you best,'",
		"Within his bending sickle's compass come;",
		"And on just proof surmise, accumulate;",
		"The ills that were not, grew to faults assur'd,",
		"That better is, by evil still made better;",
		"My deepest sense, how hard true sorrow hits,",
		"At my abuses reckon up their own:",
		"Nor need I tallies thy dear love to score;",
		"Not wondering at the present nor the past,",
		"Which works on leases of short-number'd hours,",
		"And take thou my oblation, poor but free,",
		"",
		"Her eyes so suited, and they mourners seem",
		"And situation with those dancing chips,",
		"Had, having, and in quest, to have extreme;",
		"That music hath a far more pleasing sound:",
		"A thousand groans, but thinking on thy face,",
		"O! let it then as well beseem thy heart",
		"But then my friend's heart let my poor heart bail;",
		"Thou usurer, that putt'st forth all to use,",
		"And in abundance addeth to his store;",
		"Though in thy store's account I one must be;",
		"Which my heart knows the wide world's common place?",
		"And wherefore say not I that I am old?",
		"Her pretty looks have been mine enemies;",
		"And in my madness might speak ill of thee;",
		"Dissuade one foolish heart from serving thee,",
		"Whom thine eyes woo as mine importune thee:",
		"Whilst I thy babe chase thee afar behind;",
		"Suspect I may, yet not directly tell;",
		"That followed it as gentle day,",
		"And let that pine to aggravate thy store;",
		"And frantic-mad with evermore unrest;",
		"That is so vexed with watching and with tears?",
		"That is so proud thy service to despise,",
		"The more I hear and see just cause of hate?",
		"As his triumphant prize. Proud of this pride,",
		"Oaths of thy love, thy truth, thy constancy;",
		"The boy for trial needs would touch my breast;",
		"Which from Love's fire took heat perpetual,"
	],
	[
		"Within thine own bud buriest thy content,",
		"Shall sum my count, and make my old excuse,'",
		"So thou through windows of thine age shalt see,",
		"Then how when nature calls thee to be gone,",
		"Beauty's effect with beauty were bereft,",
		"Then what could death do if thou shouldst depart,",
		"The eyes, 'fore duteous, now converted are",
		"Resembling sire and child and happy mother,",
		"But beauty's waste hath in the world an end,",
		"Be, as thy presence is, gracious and kind,",
		"Look, whom she best endow'd, she gave thee more;",
		"Since sweets and beauties do themselves forsake",
		"Against the stormy gusts of winter's day",
		"As 'Truth and beauty shall together thrive,",
		"Where wasteful Time debateth with decay",
		"Neither in inward worth nor outward fair,",
		"And your true rights be term'd a poet's rage",
		"Nor shall death brag thou wander'st in his shade,",
		"Him in thy course untainted do allow",
		"And by addition me of thee defeated,",
		"As any mother's child, though not so bright",
		"Bearing thy heart, which I will keep so chary",
		"Who plead for love, and look for recompense,",
		"Are windows to my breast, where-through the sun",
		"Is from the book of honour razed quite,",
		"And puts apparel on my tatter'd loving,",
		"Which, like a jewel (hung in ghastly night,",
		"So flatter I the swart-complexion'd night,",
		"Like to the lark at break of day arising",
		"The sad account of fore-bemoaned moan,",
		"Who all their parts of me to thee did give,",
		"A dearer birth than this his love had brought,",
		"But out! alack! he was but one hour mine,",
		"The offender's sorrow lends but weak relief",
		"And 'gainst myself a lawful plea commence:",
		"Nor thou with public kindness honour me,",
		"That I in thy abundance am suffic'd,",
		"And he that calls on thee, let him bring forth",
		"To entertain the time with thoughts of love,",
		"And yet, love knows it is a greater grief",
		"Who lead thee in their riot even there",
		"Both find each other, and I lose both twain,",
		"When in dead night thy fair imperfect shade",
		"But that so much of earth and water wrought,",
		"Who even but now come back again, assur'd,",
		"And by their verdict is determined",
		"For thou not farther than my thoughts canst move,",
		"Within the gentle closure of my breast,",
		"And this my hand, against my self uprear,",
		"Which heavily he answers with a groan,",
		"Shall neigh--no dull flesh--in his fiery race;",
		"To make some special instant special-blest,",
		"The other as your bounty doth appear;",
		"Die to themselves. Sweet roses do not so;",
		"Even in the eyes of all posterity",
		"Come daily to the banks, that when they see",
		"But, like a sad slave, stay and think of nought",
		"To what you will; to you it doth belong",
		"Wh'r we are mended, or wh'r better they,",
		"Feeds on the rarities of nature's truth,",
		"Mine own true love that doth my rest defeat,",
		"Mine own self-love quite contrary I read;",
		"That he shall never cut from memory",
		"Ruin hath taught me thus to ruminate--",
		"Or what strong hand can hold his swift foot back?",
		"And simple truth miscall'd simplicity,",
		"For she hath no exchequer now but his,",
		"Making no summer of another's green,",
		"Then--churls--their thoughts, although their eyes were kind,",
		"Yet this thy praise cannot be so thy praise,",
		"Do not so much as my poor name rehearse;",
		"My name be buried where my body is,",
		"As the death-bed, whereon it must expire,",
		"The coward conquest of a wretch's knife,",
		"Possessing or pursuing no delight,",
		"So all my best is dressing old words new,",
		"Those children nursed, deliver'd from thy brain,",
		"In others' works thou dost but mend the style,",
		"And found it in thy cheek: he can afford",
		"Or, being wrack'd, I am a worthless boat,",
		"And tongues to be, your being shall rehearse,",
		"Thou truly fair, wert truly sympathiz'd",
		"For I impair not beauty being mute,",
		"And such a counterpart shall fame his wit,",
		"But that is in my thought, whose love to you,",
		"As victors of my silence cannot boast;",
		"So thy great gift, upon misprision growing,",
		"The injuries that to myself I do,",
		"Lest I, too much profane, should do it wrong,",
		"But in the onset come: so shall I taste",
		"Of more delight than hawks and horses be;",
		"O! what a happy title do I find,",
		"Whate'er thy thoughts, or thy heart's workings be,",
		"But if that flower with base infection meet,",
		"Where beauty's veil doth cover every blot",
		"How many gazers mightst thou lead away,",
		"For summer and his pleasures wait on thee,",
		"They were but sweet, but figures of delight,",
		"But, for his theft, in pride of all his growth",
		"If any, be a satire to decay,",
		"To make him much outlive a gilded tomb",
		"But that wild music burthens every bough,",
		"For to no other pass my verses tend",
		"So your sweet hue, which methinks still doth stand,",
		"And in this change is my invention spent,",
		"And for they looked but with divining eyes,",
		"Since, spite of him, I'll live in this poor rime,",
		"Nor gives to necessary wrinkles place,",
		"That it could so preposterously be stain'd,",
		"On newer proof, to try an older friend,",
		"No bitterness that I will bitter think,",
		"To critic and to flatterer stopped are.",
		"The mountain or the sea, the day or night:",
		"Mine eye well knows what with his gust is 'greeing,",
		"When I was certain o'er incertainty,",
		"Love alters not with his brief hours and weeks,",
		"Bring me within the level of your frown,",
		"And brought to medicine a healthful state",
		"And ruin'd love, when it is built anew,",
		"And soon to you, as you to me, then tender'd",
		"I may be straight though they themselves be bevel;",
		"Therefore to give them from me was I bold,",
		"For thy records and what we see doth lie,",
		"But all alone stands hugely politic,",
		"Which is not mix'd with seconds, knows no art,",
		"",
		"At such who, not born fair, no beauty lack,",
		"O'er whom thy fingers walk with gentle gait,",
		"A bliss in proof,-- and prov'd, a very woe;",
		"I grant I never saw a goddess go,--",
		"One on another's neck, do witness bear",
		"To mourn for me since mourning doth thee grace,",
		"Whoe'er keeps me, let my heart be his guard;",
		"And sue a friend came debtor for my sake;",
		"So thou, being rich in 'Will,' add to thy 'Will'",
		"For nothing hold me, so it please thee hold",
		"Or mine eyes, seeing this, say this is not,",
		"O! love's best habit is in seeming trust,",
		"And therefore from my face she turns my foes,",
		"Now this ill-wresting world is grown so bad,",
		"Who leaves unsway'd the likeness of a man,",
		"Root pity in thy heart, that, when it grows,",
		"But if thou catch thy hope, turn back to me,",
		"But being both from me, both to each friend,",
		"Doth follow night, who like a fiend",
		"Buy terms divine in selling hours of dross;",
		"My thoughts and my discourse as madmen's are,",
		"No marvel then, though I mistake my view;",
		"When all my best doth worship thy defect,",
		"O! though I love what others do abhor,",
		"He is contented thy poor drudge to be,",
		"And, to enlighten thee, gave eyes to blindness,",
		"I, sick withal, the help of bath desired,",
		"Growing a bath and healthful remedy,"
	],
	[
		"And tender churl mak'st waste in niggarding:",
		"Proving his beauty by succession thine!",
		"Despite of wrinkles this thy golden time.",
		"What acceptable audit canst thou leave?",
		"Nor it, nor no remembrance what it was:",
		"Leaving thee living in posterity?",
		"From his low tract, and look another way:",
		"Who, all in one, one pleasing note do sing:",
		"And kept unused the user so destroys it.",
		"Or to thyself at least kind-hearted prove:",
		"Which bounteous gift thou shouldst in bounty cherish:",
		"And die as fast as they see others grow;",
		"And barren rage of death's eternal cold?",
		"If from thyself, to store thou wouldst convert';",
		"To change your day of youth to sullied night,",
		"Can make you live your self in eyes of men.",
		"And stretched metre of an antique song:",
		"When in eternal lines to time thou grow'st,",
		"For beauty's pattern to succeeding men.",
		"By adding one thing to my purpose nothing.",
		"As those gold candles fix'd in heaven's air:",
		"As tender nurse her babe from faring ill.",
		"More than that tongue that more hath more express'd.",
		"Delights to peep, to gaze therein on thee;",
		"And all the rest forgot for which he toil'd:",
		"To show me worthy of thy sweet respect:",
		"Makes black night beauteous, and her old face new.",
		"When sparkling stars twire not thou gild'st the even.",
		"From sullen earth, sings hymns at heaven's gate;",
		"Which I new pay as if not paid before.",
		"That due of many now is thine alone:",
		"To march in ranks of better equipage:",
		"The region cloud hath mask'd him from me now.",
		"To him that bears the strong offence's cross.",
		"Such civil war is in my love and hate,",
		"Unless thou take that honour from thy name:",
		"And by a part of all thy glory live.",
		"Eternal numbers to outlive long date.",
		"Which time and thoughts so sweetly doth deceive,",
		"To bear love's wrong, than hate's known injury.",
		"Where thou art forced to break a twofold truth:--",
		"And both for my sake lay on me this cross:",
		"Through heavy sleep on sightless eyes doth stay!",
		"I must attend time's leisure with my moan;",
		"Of thy fair health, recounting it to me:",
		"The clear eye's moiety, and the dear heart's part:",
		"And I am still with them, and they with thee;",
		"From whence at pleasure thou mayst come and part;",
		"To guard the lawful reasons on thy part:",
		"More sharp to me than spurring to his side;",
		"But love, for love, thus shall excuse my jade,--",
		"By new unfolding his imprison'd pride.",
		"And you in every blessed shape we know.",
		"Of their sweet deaths, are sweetest odours made:",
		"That wear this world out to the ending doom.",
		"Return of love, more blest may be the view;",
		"Save, where you are, how happy you make those.",
		"Yourself to pardon of self-doing crime.",
		"Or whether revolution be the same.",
		"And nothing stands but for his scythe to mow:",
		"To play the watchman ever for thy sake:",
		"Self so self-loving were iniquity.",
		"My sweet love's beauty, though my lover's life:",
		"That Time will come and take my love away.",
		"Or who his spoil of beauty can forbid?",
		"And captive good attending captain ill:",
		"And proud of many, lives upon his gains.",
		"Robbing no old to dress his beauty new;",
		"To thy fair flower add the rank smell of weeds:",
		"To tie up envy, evermore enlarg'd,",
		"But let your love even with my life decay;",
		"And live no more to shame nor me nor you.",
		"Consum'd with that which it was nourish'd by.",
		"Too base of thee to be remembered.",
		"Save what is had, or must from you be took.",
		"Spending again what is already spent:",
		"To take a new acquaintance of thy mind.",
		"And arts with thy sweet graces graced be;",
		"No praise to thee, but what in thee doth live.",
		"He of tall building, and of goodly pride:",
		"When all the breathers of this world are dead;",
		"In true plain words, by thy true-telling friend;",
		"When others would give life, and bring a tomb.",
		"Making his style admired every where.",
		"Though words come hindmost, holds his rank before.",
		"I was not sick of any fear from thence:",
		"Comes home again, on better judgement making.",
		"Doing thee vantage, double-vantage me.",
		"And haply of our old acquaintance tell.",
		"At first the very worst of fortune's might;",
		"And having thee, of all men's pride I boast:",
		"Happy to have thy love, happy to die!",
		"Thy looks should nothing thence, but sweetness tell.",
		"The basest weed outbraves his dignity:",
		"And all things turns to fair that eyes can see!",
		"if thou wouldst use the strength of all thy state!",
		"And, thou away, the very birds are mute:",
		"Drawn after you, you pattern of all those.",
		"A vengeful canker eat him up to death.",
		"And make time's spoils despised every where.",
		"And to be prais'd of ages yet to be.",
		"And sweets grown common lose their dear delight.",
		"Than of your graces and your gifts to tell;",
		"Hath motion, and mine eye may be deceiv'd:",
		"Three themes in one, which wondrous scope affords.",
		"They had not skill enough your worth to sing:",
		"While he insults o'er dull and speechless tribes:",
		"But makes antiquity for aye his page;",
		"To leave for nothing all thy sum of good;",
		"A god in love, to whom I am confin'd.",
		"Nor double penance, to correct correction.",
		"Mark how with my neglect I do dispense:",
		"The crow, or dove, it shapes them to your feature.",
		"And to his palate doth prepare the cup:",
		"Crowning the present, doubting of the rest?",
		"But bears it out even to the edge of doom.",
		"But shoot not at me in your waken'd hate;",
		"Which, rank of goodness, would by ill be cur'd;",
		"Grows fairer than at first, more strong, far greater.",
		"The humble salve, which wounded bosoms fits!",
		"By their rank thoughts, my deeds must not be shown;",
		"To trust those tables that receive thee more:",
		"Made more or less by thy continual haste.",
		"That it nor grows with heat, nor drowns with showers.",
		"But mutual render, only me for thee.",
		"",
		"Sland'ring creation with a false esteem:",
		"Making dead wood more bless'd than living lips.",
		"Before, a joy propos'd; behind a dream.",
		"My mistress, when she walks, treads on the ground:",
		"Thy black is fairest in my judgment's place.",
		"And suit thy pity like in every part.",
		"Thou canst not then use rigour in my jail:",
		"So him I lose through my unkind abuse.",
		"One will of mine, to make thy large will more.",
		"That nothing me, a something sweet to thee:",
		"To put fair truth upon so foul a face?",
		"And age in love, loves not to have years told:",
		"That they elsewhere might dart their injuries:",
		"Mad slanderers by mad ears believed be.",
		"Thy proud heart's slave and vassal wretch to be:",
		"Thy pity may deserve to pitied be.",
		"And play the mother's part, kiss me, be kind;",
		"I guess one angel in another's hell:",
		"From heaven to hell is flown away.",
		"Within be fed, without be rich no more:",
		"At random from the truth vainly express'd;",
		"The sun itself sees not, till heaven clears.",
		"Commanded by the motion of thine eyes?",
		"With others thou shouldst not abhor my state:",
		"To stand in thy affairs, fall by thy side.",
		"Or made them swear against the thing they see;",
		"And thither hied, a sad distemper'd guest,",
		"For men diseas'd; but I, my mistress' thrall,"
	],
	[
		"Pity the world, or else this glutton be,",
		"This were to be new made when thou art old,",
		"But if thou live, remember'd not to be,",
		"Thy unused beauty must be tombed with thee,",
		"But flowers distill'd, though they with winter meet,",
		"Be not self-will'd, for thou art much too fair",
		"So thou, thyself outgoing in thy noon:",
		"Whose speechless song being many, seeming one,",
		"No love toward others in that bosom sits",
		"Make thee another self for love of me,",
		"She carv'd thee for her seal, and meant thereby,",
		"And nothing 'gainst Time's scythe can make defence",
		"O! none but unthrifts. Dear my love, you know,",
		"Or else of thee this I prognosticate:",
		"And all in war with Time for love of you,",
		"To give away yourself, keeps yourself still,",
		"But were some child of yours alive that time,",
		"So long as men can breathe, or eyes can see,",
		"Yet, do thy worst old Time: despite thy wrong,",
		"But since she prick'd thee out for women's pleasure,",
		"Let them say more that like of hearsay well;",
		"Presume not on thy heart when mine is slain,",
		"O! learn to read what silent love hath writ:",
		"Yet eyes this cunning want to grace their art,",
		"Then happy I, that love and am belov'd,",
		"Then may I dare to boast how I do love thee;",
		"Lo! thus, by day my limbs, by night my mind,",
		"But day doth daily draw my sorrows longer,",
		"For thy sweet love remember'd such wealth brings",
		"But if the while I think on thee, dear friend,",
		"Their images I lov'd, I view in thee,",
		"But since he died and poets better prove,",
		"Yet him for this my love no whit disdaineth;",
		"Ah! but those tears are pearl which thy love sheds,",
		"That I an accessary needs must be,",
		"But do not so, I love thee in such sort,",
		"Look what is best, that best I wish in thee:",
		"If my slight muse do please these curious days,",
		"And that thou teachest how to make one twain,",
		"Lascivious grace, in whom all ill well shows,",
		"Hers by thy beauty tempting her to thee,",
		"But here's the joy; my friend and I are one;",
		"All days are nights to see till I see thee,",
		"Receiving nought by elements so slow",
		"This told, I joy; but then no longer glad,",
		"As thus; mine eye's due is thy outward part,",
		"Or, if they sleep, thy picture in my sight",
		"And even thence thou wilt be stol'n I fear,",
		"To leave poor me thou hast the strength of laws,",
		"For that same groan doth put this in my mind,",
		"'Since from thee going, he went wilful-slow,",
		"Blessed are you whose worthiness gives scope,",
		"In all external grace you have some part,",
		"And so of you, beauteous and lovely youth,",
		"So, till the judgment that yourself arise,",
		"Or call it winter, which being full of care,",
		"So true a fool is love, that in your will,",
		"I am to wait, though waiting so be hell,",
		"O! sure I am the wits of former days,",
		"And yet to times in hope, my verse shall stand.",
		"For thee watch I, whilst thou dost wake elsewhere,",
		"'Tis thee,--myself,--that for myself I praise,",
		"His beauty shall in these black lines be seen,",
		"This thought is as a death which cannot choose",
		"O! none, unless this miracle have might,",
		"Tir'd with all these, from these would I be gone,",
		"O! him she stores, to show what wealth she had",
		"And him as for a map doth Nature store,",
		"But why thy odour matcheth not thy show,",
		"If some suspect of ill mask'd not thy show,",
		"Lest the wise world should look into your moan,",
		"For I am shamed by that which I bring forth,",
		"This thou perceiv'st, which makes thy love more strong,",
		"The worth of that is that which it contains,",
		"Thus do I pine and surfeit day by day,",
		"For as the sun is daily new and old,",
		"These offices, so oft as thou wilt look,",
		"But thou art all my art, and dost advance",
		"Then thank him not for that which he doth say,",
		"Then if he thrive and I be cast away,",
		"You still shall live,--such virtue hath my pen,--",
		"And their gross painting might be better us'd",
		"There lives more life in one of your fair eyes",
		"You to your beauteous blessings add a curse,",
		"Then others, for the breath of words respect,",
		"But when your countenance fill'd up his line,",
		"Thus have I had thee, as a dream doth flatter,",
		"Such is my love, to thee I so belong,",
		"For thee, against my self I'll vow debate,",
		"And other strains of woe, which now seem woe,",
		"Wretched in this alone, that thou mayst take",
		"But what's so blessed-fair that fears no blot?",
		"How like Eve's apple doth thy beauty grow,",
		"For sweetest things turn sourest by their deeds;",
		"Take heed, dear heart, of this large privilege;",
		"But do not so; I love thee in such sort,",
		"Or, if they sing, 'tis with so dull a cheer,",
		"Yet seem'd it winter still, and you away,",
		"More flowers I noted, yet I none could see,",
		"Give my love fame faster than Time wastes life,",
		"Then do thy office, Muse; I teach thee how",
		"Therefore like her, I sometime hold my tongue:",
		"And more, much more, than in my verse can sit,",
		"For fear of which, hear this thou age unbred:",
		"Fair, kind, and true, have often liv'd alone,",
		"For we, which now behold these present days,",
		"And thou in this shalt find thy monument,",
		"Finding the first conceit of love there bred,",
		"For nothing this wide universe I call,",
		"Then give me welcome, next my heaven the best,",
		"Pity me then, dear friend, and I assure ye,",
		"You are so strongly in my purpose bred,",
		"Incapable of more, replete with you,",
		"If it be poison'd, 'tis the lesser sin",
		"Love is a babe, then might I not say so,",
		"If this be error and upon me prov'd,",
		"Since my appeal says I did strive to prove",
		"But thence I learn and find the lesson true,",
		"So I return rebuk'd to my content,",
		"But that your trespass now becomes a fee;",
		"Unless this general evil they maintain,",
		"To keep an adjunct to remember thee",
		"This I do vow and this shall ever be;",
		"To this I witness call the fools of time,",
		"Hence, thou suborned informer! a true soul",
		"",
		"Yet so they mourn becoming of their woe,",
		"Since saucy jacks so happy are in this,",
		"All this the world well knows; yet none knows well",
		"And yet by heaven, I think my love as rare,",
		"In nothing art thou black save in thy deeds,",
		"Then will I swear beauty herself is black,",
		"And yet thou wilt; for I, being pent in thee,",
		"Him have I lost; thou hast both him and me:",
		"Let no unkind 'No' fair beseechers kill;",
		"Make but my name thy love, and love that still,",
		"In things right true my heart and eyes have err'd,",
		"Therefore I lie with her, and she with me,",
		"Yet do not so; but since I am near slain,",
		"That I may not be so, nor thou belied,",
		"Only my plague thus far I count my gain,",
		"If thou dost seek to have what thou dost hide,",
		"So will I pray that thou mayst have thy 'Will,'",
		"Yet this shall I ne'er know, but live in doubt,",
		"'I hate', from hate away she threw,",
		"So shall thou feed on Death, that feeds on men,",
		"For I have sworn thee fair, and thought thee bright,",
		"O cunning Love! with tears thou keep'st me blind,",
		"But, love, hate on, for now I know thy mind;",
		"If thy unworthiness rais'd love in me,",
		"No want of conscience hold it that I call",
		"For I have sworn thee fair; more perjur'd I,",
		"But found no cure, the bath for my help lies",
		"Came there for cure and this by that I prove,"
	],
	[
		"To eat the world's due, by the grave and thee.",
		"And see thy blood warm when thou feel'st it cold.",
		"Die single and thine image dies with thee.",
		"Which, used, lives th' executor to be.",
		"Leese but their show; their substance still lives sweet.",
		"To be death's conquest and make worms thine heir.",
		"Unlook'd, on diest unless thou get a son.",
		"Sings this to thee: 'Thou single wilt prove none.'",
		"That on himself such murd'rous shame commits.",
		"That beauty still may live in thine or thee.",
		"Thou shouldst print more, not let that copy die.",
		"Save breed, to brave him when he takes thee hence.",
		"You had a father: let your son say so.",
		"'Thy end is truth's and beauty's doom and date.'",
		"As he takes from you, I engraft you new.",
		"And you must live, drawn by your own sweet skill.",
		"You should live twice,--in it, and in my rhyme.",
		"So long lives this, and this gives life to thee.",
		"My love shall in my verse ever live young.",
		"Mine be thy love and thy love's use their treasure.",
		"I will not praise that purpose not to sell.",
		"Thou gav'st me thine not to give back again.",
		"To hear with eyes belongs to love's fine wit.",
		"They draw but what they see, know not the heart.",
		"Where I may not remove nor be remov'd.",
		"Till then, not show my head where thou mayst prove me.",
		"For thee, and for myself, no quiet find.",
		"And night doth nightly make grief's length seem stronger.",
		"That then I scorn to change my state with kings.",
		"All losses are restor'd and sorrows end.",
		"And thou--all they--hast all the all of me.",
		"Theirs for their style I'll read, his for his love'.",
		"Suns of the world may stain when heaven's sun staineth.",
		"And they are rich and ransom all ill deeds.",
		"To that sweet thief which sourly robs from me.",
		"As thou being mine, mine is thy good report.",
		"This wish I have; then ten times happy me!",
		"The pain be mine, but thine shall be the praise.",
		"By praising him here who doth hence remain.",
		"Kill me with spites yet we must not be foes.",
		"Thine by thy beauty being false to me.",
		"Sweet flattery! then she loves but me alone.",
		"And nights bright days when dreams do show thee me.",
		"But heavy tears, badges of either's woe.",
		"I send them back again, and straight grow sad.",
		"And my heart's right, thy inward love of heart.",
		"Awakes my heart, to heart's and eye's delight.",
		"For truth proves thievish for a prize so dear.",
		"Since why to love I can allege no cause.",
		"My grief lies onward, and my joy behind.",
		"Towards thee I'll run, and give him leave to go.'",
		"Being had, to triumph; being lacked, to hope.",
		"But you like none, none you, for constant heart.",
		"When that shall vade, by verse distills your truth.",
		"You live in this, and dwell in lovers' eyes.",
		"Makes summer's welcome, thrice more wished, more rare.",
		"Though you do anything, he thinks no ill.",
		"Not blame your pleasure be it ill or well.",
		"To subjects worse have given admiring praise.",
		"Praising thy worth, despite his cruel hand.",
		"From me far off, with others all too near.",
		"Painting my age with beauty of thy days.",
		"And they shall live, and he in them still green.",
		"But weep to have, that which it fears to lose.",
		"That in black ink my love may still shine bright.",
		"Save that, to die, I leave my love alone.",
		"In days long since, before these last so bad.",
		"To show false Art what beauty was of yore.",
		"The soil is this, that thou dost common grow.",
		"Then thou alone kingdoms of hearts shouldst owe.",
		"And mock you with me after I am gone.",
		"And so should you, to love things nothing worth.",
		"To love that well, which thou must leave ere long.",
		"And that is this, and this with thee remains.",
		"Or gluttoning on all, or all away.",
		"So is my love still telling what is told.",
		"Shall profit thee and much enrich thy book.",
		"As high as learning, my rude ignorance.",
		"Since what he owes thee, thou thyself dost pay.",
		"The worst was this,--my love was my decay.",
		"Where breath most breathes, even in the mouths of men.",
		"Where cheeks need blood; in thee it is abus'd.",
		"Than both your poets can in praise devise.",
		"Being fond on praise, which makes your praises worse.",
		"Me for my dumb thoughts, speaking in effect.",
		"Then lacked I matter; that enfeebled mine.",
		"In sleep a king, but waking no such matter.",
		"That for thy right, myself will bear all wrong.",
		"For I must ne'er love him whom thou dost hate.",
		"Compar'd with loss of thee, will not seem so.",
		"All this away, and me most wretchcd make.",
		"Thou mayst be false, and yet I know it not.",
		"If thy sweet virtue answer not thy show!",
		"Lilies that fester, smell far worse than weeds.",
		"The hardest knife ill-us'd doth lose his edge.",
		"As, thou being mine, mine is thy good report.",
		"That leaves look pale, dreading the winter's near.",
		"As with your shadow I with these did play.",
		"But sweet, or colour it had stol'n from thee.",
		"So thou prevent'st his scythe and crooked knife.",
		"To make him seem long hence as he shows now.",
		"Because I would not dull you with my song.",
		"Your own glass shows you when you look in it.",
		"Ere you were born was beauty's summer dead.",
		"Which three till now, never kept seat in one.",
		"Have eyes to wonder, but lack tongues to praise.",
		"When tyrants' crests and tombs of brass are spent.",
		"Where time and outward form would show it dead.",
		"Save thou, my rose, in it thou art my all.",
		"Even to thy pure and most most loving breast.",
		"Even that your pity is enough to cure me.",
		"That all the world besides methinks are dead.",
		"My most true mind thus maketh mine untrue.",
		"That mine eye loves it and doth first begin.",
		"To give full growth to that which still doth grow?",
		"I never writ, nor no man ever lov'd.",
		"The constancy and virtue of your love.",
		"Drugs poison him that so fell sick of you.",
		"And gain by ill thrice more than I have spent.",
		"Mine ransoms yours, and yours must ransom me.",
		"All men are bad and in their badness reign.",
		"Were to import forgetfulness in me.",
		"I will be true despite thy scythe and thee.",
		"Which die for goodness, who have lived for crime.",
		"When most impeach'd, stands least in thy control.",
		"",
		"That every tongue says beauty should look so.",
		"Give them thy fingers, me thy lips to kiss.",
		"To shun the heaven that leads men to this hell.",
		"As any she belied with false compare.",
		"And thence this slander, as I think, proceeds.",
		"And all they foul that thy complexion lack.",
		"Perforce am thine, and all that is in me.",
		"He pays the whole, and yet am I not free.",
		"Think all but one, and me in that one 'Will.'",
		"And then thou lov'st me for my name is 'Will.'",
		"And to this false plague are they now transferr'd.",
		"And in our faults by lies we flatter'd be.",
		"Kill me outright with looks, and rid my pain.",
		"Bear thine eyes straight, though thy proud heart go wide.",
		"That she that makes me sin awards me pain.",
		"By self-example mayst thou be denied!",
		"If thou turn back and my loud crying still.",
		"Till my bad angel fire my good one out.",
		"And sav'd my life, saying 'not you'.",
		"And Death once dead, there's no more dying then.",
		"Who art as black as hell, as dark as night.",
		"Lest eyes well-seeing thy foul faults should find.",
		"Those that can see thou lov'st, and I am blind.",
		"More worthy I to be belov'd of thee.",
		"Her 'love,' for whose dear love I rise and fall.",
		"To swear against the truth so foul a lie!",
		"Where Cupid got new fire; my mistress' eyes.",
		"Love's fire heats water, water cools not love."
	]
]